/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Este necesar un cont pe Clickatell.com)";

/* Label for account field */
"Account:" = "Cont:";

/* label for API ID field */
"API ID:" = "ID API:";

/* label for destination number field */
"Destination Number:" = "Număr destinatar:";

/* Label for password field */
"Password:" = "Parolă:";

/* Title for SMS plugin */
"SMS Notifications" = "Notificări pe SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Înregistrare:⏎\nhttp://www.clickatell.com/brochure/products/api_xml.php⏎\n⏎\nPrețuri:⏎\nhttp://www.clickatell.com/brochure/pricing.php";

